[InteractiveObjects.ECHOStation InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.InfoKiosk InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_Ep12_PasscodeECHO MissionItemDefinition]
UseFailureCharacterMessage="You should do it %s Use this article."
ItemName="Travel information"
PickupMessage="Whatever you want %s"
UseFailureLevelMessage="You need at least %d to use this item."
UseFailureConstraintsMessage="This element is missing.."
NoManufacturerName="taking into account all circumstances"

[ItemDefs.ID_Ep12_PasscodeECHO:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Art first teaches the audience; Discover some of Jack's secrets now!."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Ep12_PasswordPocketwatch MissionItemDefinition]
UseFailureCharacterMessage="That's right. %s Use this article."
ItemName="Jack's pocket watch"
PickupMessage="you have them %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="in general"

[ItemDefs.ID_Ep12_PasswordPocketwatch:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Pocket Jack spy camera doesn't offer the best security, but it works as a speaker that makes your voice sound like Jack's.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Ep12_Pocketwatch MissionItemDefinition]
UseFailureCharacterMessage="You should %s Use this article."
ItemName="Jack's pocket watch"
PickupMessage="Be yourself %s"
UseFailureLevelMessage="You must have at least %d level to use this feature."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="Generally"

[ItemDefs.ID_Ep12_Pocketwatch:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A pocket watch with biometric data provides maximum security to its owner."
NoConstraintText=""
Suffix=""
Prefix=""

